Repository: jbl2024/emencia-django-newsletter
Catalog: emencia/django/newsletter/locale/*/LC_MESSAGES/django.po
Languages: de, nl

source: Mailing lists
de: Verteilerliste
nl: Mailing Lijst

source: server user
de: Server Benutzer
nl: Server gebruiker

source: Leave it empty if the host is public.
de: Leer lassen wenn Ihr Server öffentlich ist
nl: Leeg laten voor een publieke host

source: server password
de: Server Passwort
nl: Server paswoord

source: server use TLS
de: Server benutzt TLS
nl: Server gebruikt TLS

source: custom headers
de: Benutzerdefinierte Kopfzeile
nl: Eigen headers

source: mails per hour
de: Mails pro Stunde
nl: Mails per uur

source: SMTP servers
de: SMTP-Server

source: first name
de: Vorname
nl: Voornaam

source: last name
de: Nachname
nl: Familienaam

source: subscriber
de: Abonennt
nl: Abonnent

source: valid email
de: gültige E-Mail
nl: Geldig email

source: contact tester
de: Kontaktversuchsperson

source: creation date
de: Erstellungsdatum
nl: Creatiedatum

source: modification date
de: Geändert am
nl: Veranderingsdatum

source: mail format
de: Email Format
nl: Mail formaat

source: contact
de: Kontakt

source: contacts
de: Kontakte
nl: Contacten

source: description
de: Beschreibung
nl: Beschrijving

source: subscribers
de: Abonennten
nl: Abonnenten

source: unsubscribers
de: Mit gekündigtem Abonnement
nl: Afgemeld

source: mailing list
de: Verteilerliste
nl: Mailing lijst

source: mailing lists
de: Verteilerlisten
nl: Mailing lijsten

source: draft
de: Entwurf
nl: Klad

source: waiting sending
de: Warte bis Sendung
nl: Wacht tot zending

source: sending
de: Senden
nl: Zenden

source: sent
de: Gesendet
nl: Gezonden

source: canceled
de: Abgebrochen
nl: Geannuleerd

source: title
de: Titel
nl: Titel

source: content
de: Inhalt
nl: Inhoud

source: Or paste an URL.
de: oder kleb die URL
nl: of kleef een URL

source: <body> <!-- Edit your newsletter here --> </body>
de: Editiere Ihre Newsletter hier
nl: Bewerk hier uw nieuwsbrief

source: test contacts
de: Versuchskontakte
nl: Testcontacten

source: smtp server
de: Mail Server

source: sender
de: Versender
nl: Zender

source: reply to
de: Antwort an
nl: Antwoord aan

source: sending date
de: Senddatum
nl: Zenddatum

source: Used for displaying the newsletter on the site.
de: Newsletter Name auf der Seite
nl: Naam die wordt getoond op de website

source: file to attach
de: Datei hinzufügen
nl: file voor de annex

source: attachment
de: Datei anbei
nl: annex

source: attachments
de: D
nl: annex

source: sent in test
de: Versuchsversand
nl: zend als test

source: error
de: Fehler
nl: fout

source: invalid email
de: ungültige E-Mail
nl: ongeldig email

source: opened
de: Geöffnet
nl: geopend

source: opened on site
de: Geöffnet auf der Seite
nl: geopend op de website

source: link opened
de: Link geöffnet
nl: link geopend

source: unsubscription
de: Abonnement abbestellt
nl: afgemeld

source: contact mailing status
de: Versandstatus
nl: mailing status

source: contact mailing statuses
de: Versandstatus
nl: mailing status

source: permissions group
de: Berechtigungsgruppe
nl: groep met rechten

source: workgroup
de: Arbeitsgruppe
nl: werkgroep

source: workgroups
de: Arbeitsgruppen
nl: werkgroepen

source: Advanced
de: Erweitert
nl: Gevorderd

source: No relative object
de: Keine relatives Objekt
nl: Geen relatief object

source: Related object
de: Verwantes Objekt
nl: Verwant object

source: Total subscriptions
de: Anzahl Abonnenten
nl: Totaal aantal abonnentenl

source: Export contacts as VCard
de: Kontakte als VCard exportieren
nl: Contactpersonen exporteren als vCard

source: Export contacts in Excel
de: Kontakte als VCard exportieren
nl: Contactpersonen exporteren als vCard

source: New mailinglist at %s
de: Neue Verteilerliste bei %s
nl: Nieuwe mailing lijst op %s

source: New mailing list created in admin at %s
de: Neue Verteilerliste würde angelegt bei %s
nl: Nieuwe mailinglijst gemaakt in admin at %s

source: %s succesfully created.
de: %s erfolgreich angelegt
nl: %s met succes aangemaakt.

source: Create a mailinglist
de: Lege eine Verteilerliste an
nl: Maak een mailing lijst

source: %s contacts succesfully imported.
de: %s Kontakte erfolgreich importiert
nl: %s contacten met success ge√Ømporteerd.

source: Contact importation
de: Import
nl: Import

source: Please select a least 2 mailing list.
de: MIndestens 2 Verteilerlisten selektieren
nl: Selecteer ten minste 2 mailinglijsten.

source: Merging list at %s
de: Verteilerliste als %s zusammenlegen
nl: Samenvoegen van de lijst op %s

source: Mailing list created by merging at %s
de: Verteilerliste angelegt durch Zusammenlegen bei %s
nl: Mailing lijst gemaakt door het samenvoegen op %s

source: %s succesfully created by merging.
de: %s erfolgreich angelegt durch Zusammenlegen
nl: %s met succes aangemaakt door tesamenvoeging.

source: Merge selected mailinglists
de: Lege den selektierten Verteilerlisten zusammen
nl: Tesamenvoegen van de geselecteerde mailinglijsten

source: Export Subscribers
de: Exportiere Abonnenten
nl: Export Abonnenten

source: Receivers
de: Empfänger
nl: Ontvangers

source: Sending
de: Senden
nl: Verzenden

source: Miscellaneous
de: Sonstiges
nl: Diversen

source: Default
de: Standard
nl: Standaard

source: Unable to download HTML, due to errors within.
de: Runterladen ist leider nicht möglich
nl: Interne fouten tijdens het downloaden.

source: Please install lxml for parsing an URL.
de: Python package lxml ist notwendig

source: View historic
de: Historie
nl: Bekijk de historiek

source: Not available
de: Nicht verfügbar
nl: Niet beschikbaar

source: Historic
de: Historie
nl: Historiek

source: View statistics
de: Statistiken ansehen
nl: Bekijk de statistieken

source: Statistics
de: Statistiken
nl: Statistiek

source: Unable send newsletter, due to errors within HTML.
de: Versand nicht möglich wegen vorhandene HTML Fehler
nl: nterne HTML-fouten verhinderen de verzending

source: %s succesfully sent.
de: Versand %s erfolgreich
nl: %s succesvol verstuurd.

source: No test contacts assigned for %s.
de: Kein Versuchskontakt an %s zugeordnet
nl: Geen testcontact toegewezen voor %s.

source: Send test email
de: Sende ein Versuchsmail
nl: Stuur e-mail-test

source: %s newletters are ready to send
de: %s Newsletters sind fertig für Versand
nl: %s nieuwsbrieven zijn klaar om te verzenden

source: Make ready to send
de: Änder Status in Fertig für Versand
nl: Maak het "klaar om te verzenden"

source: %s newletters are cancelled
de: %s Newsletters sind annuliert
nl: %s nieuwsbrieven werden geannuleerd

source: Cancel the sending
de: Abbrechen
nl: Annuleer de verzending

source: Invalid syntax, do not forget the ":".
de: Ungültige Grammatik

source: Invalid syntax, several assignments by line.
de: Ungültige Grammatik

source: Configuration
de: Konfiguration
nl: Configuratie

source: Check connection
de: Verbindung ungültig
nl: Geldige verbinding

source: Contacts length
de: Anzahl Kontakte
nl: Aantal contacten

source: Mailing List length
de: Anzahl Verteilerlisten
nl: Aantal mailinglijsten

source: Newsletter length
de: Anzahl Newsletters
nl: Aantal nieuwsbrieven

source: Subscription Form
de: Abonnement abbestellen
nl: Uitschrijven

source: show description
de: Bescrhreibung
nl: Beschrijving

source: Show the mailing list's description.
de: Bescreibung der Verteilerliste
nl: Beschrijving van de mailing lijst

source: Mailing List to subscribe to.
de: Anzahl Verteilerlisten
nl: Aantal mailinglijsten

source: Add %(name)s
de: Füge %(name)s hinzu
nl: Voeg %(name)s toe

source: Actions
de: Aktion
nl: Actie

source: Import %(name)ss
de: Importiere %(name)s
nl: Import %(name)s

source: Add to a mailing list
de: Neue Verteilerliste
nl: Maak een mailing list

source: Export %(name)s as VCard
de: Exportier Kontakte im VCard Format
nl: Contactpersonen exporteren als vCard

source: Export %(name)s as Excel
de: Exportiere %(name)s
nl: Export %(name)s

source: Home
de: Startseite
nl: Startpagina

source: Importation
de: Import
nl: Import

source: Excel file (.xls)
de: EXCEL Datei (.xls)
nl: Excel-bestand (.xls)

source: Import contacts from a Excel file.
de: Exportiere Kontakte als VCard
nl: Contactpersonen exporteren als vCard

source: Columns are [email][last name][first name][tags].
de: Verfügbare Kollome sind [email][last name][first name][tags].
nl: Kolommen beschikbaar zijn [email] [achternaam] [voornaam] [tags].

source: All columns are optionnal excepting the email.
de: Alle Kollome sind optional,ausser Email
nl: Alle kolommen zijn optionaal behalve e-mail.

source: Text
de: Tekst
nl: Tekst

source: Text file (.txt, .csv)
de: Tekst Datei (.txt, .csv)
nl: Tekstbestand (.txt,.csv)

source: Import contacts from a text file, or a CSV file.
de: Importiere die Kontakte von einer Tekstdatei oder csv Datei
nl: Contactpersonen importeren uit een tekstbestand of een CSV-bestand.

source: Columns are [email][last name][first name][tags], splitted by a dot coma.
de: Columns are [email][last name][first name][tags] getrennt durch Kommas
nl: Kolommen beschikbaar zijn [email] [achternaam] [voornaam] [tags], gesplitst door een punt coma.

source: VCard file (.cvf)
de: Vcard Datei (.cvf)
nl: VCard-bestand (.cvf)

source: Import contacts from your favorite mail client, by providing a VCard file.
de: Importier Kontakte (VCard Datei)

source: Raw text
de: Rohe Tekst
nl: Basis text

source: Subscription to mailing list
de: In Mailingliste eintragen
nl: Maak een mailing lijst

source: Thanks for your subscription!
de: Danke für das eintragen in unsere Mailingliste!
nl: Totaal Abonnementen

source: Subscribe
de: Teilnehmer
nl: Abonnent

source: Unsubscription
de: Newsletter abbestellen
nl: Uitschrijven

source: You are unsubscribed for this mailing list.
de: Sie stehen nicht in dieser Mailingliste.

source: Validate this form to unsubscribe to this mailing list.
de: Bestätigen Sie dieses Formular um sich aus dieser Mailingliste auszutragen.

source: Unsubscribe
de: abbestellen

source: Date
de: Datum

source: Contact
de: Kontakt

source: Action
de: Aktion

source: If you cannot see this email,
de: Wenn Sie diese E-Mail nicht sehen können,
nl: Indien deze e-mail niet zichtbaar is,

source: click here
de: hier klicken
nl: Klik hier

source: For unsubscribing to this mailing list,
de: Zum Abbestellen der Mailingliste,
nl: Je bent van deze mailing lijst afgemeld.

source: Consultation histogram
de: Histogram

source: Period
de: Periode

source: Broadcasting statistics
de: Statistiken

source: Total openings
de: Anzahl Abonnenten

source: Openings on site
de: Geöffnet auf der Webseite

source: Total openings unique
de: Gesammt einfache Öffnungen

source: Unknow delivery
de: Lieferung unbekannt

source: Unsubscriptions
de: Abmeldungen

source: Openings average
de: Anzahl Abonnenten

source: Links statistics
de: Statistiken

source: Total clicked links
de: Anzahl Abonnenten

source: Total clicked links unique
de: Anzahl einfach angeklickte Links

source: Clicked links by openings
de: angeklickte Links pro Versand

source: Clicked links average
de: Anzahl von Abonnenten

source: Report
de: Exportiere Zusammenfassung

source: Download CSV report
de: CSV Zusammenfassung runterladen

source: Informations
de: Import

source: Recipients
de: Empfänger

source: View
de: Ansicht

source: Sending date
de: Versanndatum

source: Tests sent
de: Versuche abgeschickt

source: Density map
de: Dichtheit

source: No Top Links yet.
de: Keine Top Links vorhanden

source: Subscription to the newsletter
de: Newsletteranmeldung

source: Thanks for your email subscription!
de: Danke für Ihre Anmeldung!

source: Validate this form to subscribe to the newsletter.
de: Füllen Sie dieses Formular korrekt aus um sich für den Newsletter einzutragen

source: Subscriber verification
de: Anmelde Überprüfung

source: No verification found
de: Kein Überprüfungseintrag gefunden.

source: You have successfully subscribed to the mailing list!
de: Sie haben sich erfolgreich an die Mailingliste angemeldet.
nl: Je bent een lid van deze mailing lijst

source: Mailing list created by importation at %s
de: Verteilerliste wurde angelegt durch Zusammenfügen bei %s
nl: Mailing lijst gemaakt door het samenvoegen van %s

source: Contacts imported by %s.
de: Import
nl: Import

source: Statistics of %s
de: Statistiken von %s

source: openings
de: Anzahl Teilnehmer
nl: Totaal aantal abonnementen

source: #val# openings
de: Anzahl Teilnehmer
nl: Totaal aantal abonnementen

source: #val# clicks
de: "val" Klicks
nl: #val# klikken

source: Historic of %s
de: Historie von %s
nl: Historiek van %s

source: Subriber verification
de: Anmelde Überprüfung

source: Thanks for subscription, please click the following link to verificate your email address.
de: Danke, bitte klicken Sie folgenden Link um die Anmeldung abzuschließen.

source: verify link
de: E-Mail bestätigen

source: name
nl: Naam

source: newsletter
nl: nieuwsbrief

source: newsletters
nl: nieuwsbrieven

source: links
nl: link
